{
  "truth": [
    "When was the last time you wet yourself?",
    "What’s the most embarrassing moment you’ve experienced this past month?",
    "If you could have any superpower, what would it be?",
    "If you could become invisible, what's the first thing you would do?",
    "If you could read minds, whose mind would you read first?",
    "What’s the longest time you’ve ever slept?",
    "Who is your celebrity crush?",
    "What’s the weirdest dream you've ever had?",
    "What's the weirdest thought you’ve ever had about us?",
    "What's the most embarrassing TikTok or YouTube video you’ve watched?",
    "What’s the most embarrassing show, series, anime, or movie you’ve ever watched?",
    "What’s the most embarrassing story, Wattpad, or fanfiction you’ve ever read?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What small thing did someone do recently that made you super happy?",
    "What was your favorite cartoon as a kid?",
    "If you could become a fictional character for a day, who would you be?",
    "Who’s the last person you stalked on social media?",
    "If a genie granted you three wishes, what would you wish for?",
    "What’s your love language?",
    "What’s your favorite quote?",
    "Which artist or song do you listen to when you're feeling down?",
    "What's your biggest insecurity?",
    "When was the last time you lied to your parents?",
    "What’s one thing you wish you could change about yourself?",
    "What's your biggest pet peeve?",
    "When was the last time you lied? (And no, you can't say 'I never lie' because that's a lie!)",
    "When was the last time you cried?",
    "What’s your biggest fear?",
    "What’s your biggest regret?",
    "If you couldn’t see us again tomorrow, what would you want to say or do?",
    "What’s a life-changing moment you’ve experienced?",
    "If you could be invisible for a day, what would you do first?",
    "What’s a secret you’ve hidden from your parents?",
    "Who’s your secret crush?",
    "Who’s the last person you snooped on online?",
    "If a genie gave you three wishes, what would you ask for?",
    "Among us, who do you think would survive a zombie apocalypse? Who would die first? Give your reasons!",
    "What was your favorite thing to watch as a kid?",
    "Who do you text the most?",
    "What’s the biggest lie you ever told your parents?",
    "What’s the weirdest dream you’ve ever had?",
    "Describe your first kiss in detail…",
    "When was the last time you peed yourself?",
    "What animal do you think you resemble the most?",
    "Among us, who do you secretly like romantically?",
    "Among us, who do you think has the best and worst personality?",
    "Who is your most unforgettable ex?",
    "Who would you want to marry someday?",
    "Have you ever ghosted someone?",
    "What's an embarrassing secret you’ve been hiding from us?",
    "How many exes do you have?"
  ],
  "dare": [
    "End every sentence you say with 'meow' until your next turn.",
    "Imitate a celebrity until someone guesses who it is.",
    "Act like a chicken until your next turn!",
    "Confess your feelings to your crush.",
    "Voice note: Hold your breath for 30 seconds.",
    "Do a backbend (or try!) for one minute.",
    "Hold a plank position for one minute.",
    "Read aloud the last message you sent to your crush.",
    "Call a random friend and sing 'Happy Birthday' to them.",
    "Show us your best dance moves!",
    "Tell your best friend 'I Love You' out loud.",
    "Repeat everything the person next to you says until your next turn."
  ]
}
